Repository: burggarten/flowave
Catalog: Localizable.xcstrings
Source language: ja
Languages: en, es, pt

source: 「サウンド」タブで曲を選ぶと、集中中に自動再生されます。
en: Pick a sound in the Sounds tab to play it automatically during focus.
es: Elige un sonido en la pestaña Sonidos para reproducirlo automáticamente durante la concentración.
pt: Escolha um som na aba Sons para reproduzi-lo automaticamente durante o foco.

source: %@ ・ ビート %@
en: %1$@ · Beat %2$@
es: %1$@ · Batido %2$@
pt: %1$@ · Batimento %2$@

source: %lld セット
en: %lld sets
es: %lld series
pt: %lld séries

source: %lld 回
en: %lld
es: %lld
pt: %lld

source: %lld分
en: %lld min
es: %lld min
pt: %lld min

source: %lld分間の休憩を取りましょう。
en: Take a %lld-minute break.
es: Toma un descanso de %lld minutos.
pt: Faça uma pausa de %lld minutos.

source: %lld時間
en: %lldh
es: %lld h
pt: %lld h

source: %lld時間%lld分
en: %1$lldh %2$lldm
es: %1$lld h %2$lld min
pt: %1$lld h %2$lld min

source: 1日あたり平均
en: Daily Average
es: Promedio diario
pt: Média diária

source: 7日間
en: 7 Days
es: 7 días
pt: 7 dias

source: 7種の環境音は、それぞれ単独でも、組み合わせても再生できます。バイノーラルビートやモジュラーシンセと重ねることも可能です。
en: The seven ambient sounds can play alone or combined, and can be layered over binaural beats or the modular synth.
es: Los siete sonidos ambientales pueden sonar solos o combinados, y superponerse a los sonidos binaurales o al sintetizador modular.
pt: Os sete sons ambientes podem tocar sozinhos ou combinados e sobrepor-se aos batimentos binaurais ou ao sintetizador modular.

source: 30日間
en: 30 Days
es: 30 días
pt: 30 dias

source: iCloud を使用
en: Use iCloud
es: Usar iCloud
pt: Usar o iCloud

source: アクティブな集中・仕事・学習
en: Active focus, work and study
es: Concentración activa, trabajo y estudio
pt: Foco ativo, trabalho e estudo

source: アップリフティング
en: Uplifting
es: Estimulante
pt: Estimulante

source: アルファ波
en: Alpha Waves
es: Ondas alfa
pt: Ondas alfa

source: アンビエント
en: Ambient
es: Ambiental
pt: Ambiente

source: お疲れさまでした。集中セッションが終了しました。
en: Well done! Your focus session is over.
es: ¡Bien hecho! Tu sesión de concentración ha terminado.
pt: Muito bem! Sua sessão de foco terminou.

source: ガンマ波
en: Gamma Waves
es: Ondas gamma
pt: Ondas gama

source: キャンセル
en: Cancel
es: Cancelar
pt: Cancelar

source: きらめき
en: Glimmer
es: Destello
pt: Cintilação

source: グループ
en: Group
es: Grupo
pt: Grupo

source: この操作は取り消せません。iCloud 上の履歴もすべての端末から削除されます。
en: This can't be undone. Your iCloud history will be removed from all your devices too.
es: Esta acción no se puede deshacer. Tu historial en iCloud también se eliminará de todos tus dispositivos.
pt: Esta ação não pode ser desfeita. Seu histórico no iCloud também será removido de todos os seus dispositivos.

source: サイクル
en: Cycle
es: Ciclo
pt: Ciclo

source: サウンド
en: Sounds
es: Sonidos
pt: Sons

source: サマリー
en: Summary
es: Resumen
pt: Resumo

source: さらさら流れる水とせせらぎ
en: Softly flowing, babbling water
es: Agua que fluye suavemente
pt: Água correndo suavemente

source: シータ波
en: Theta Waves
es: Ondas theta
pt: Ondas teta

source: しとしと降る雨と雨だれ
en: Soft rain and dripping drops
es: Lluvia suave y goteo
pt: Chuva mansa e pingos

source: シンプル
en: Simple
es: Simple
pt: Simples

source: すべての履歴を消去しますか？
en: Clear all history?
es: ¿Borrar todo el historial?
pt: Limpar todo o histórico?

source: すべて完了
en: All complete
es: Todo completado
pt: Tudo concluído

source: セット数
en: Sets
es: Series
pt: Séries

source: ゾーンの入口
en: Into the Zone
es: Entrar en la zona
pt: Entrar na zona

source: タスク集中
en: Task Focus
es: Enfoque en la tarea
pt: Foco na tarefa

source: ディープ
en: Deep
es: Profundo
pt: Profundo

source: デルタ波
en: Delta Waves
es: Ondas delta
pt: Ondas delta

source: ドリーミー
en: Dreamy
es: Onírico
pt: Onírico

source: なし
en: None
es: Ninguno
pt: Nenhum

source: バイノーラルビート
en: Binaural Beats
es: Sonidos binaurales
pt: Batimentos binaurais

source: ひらめき
en: Insight
es: Inspiración
pt: Estalo de ideia

source: ピンク
en: Pink
es: Rosa
pt: Rosa

source: フォーカス
en: Focus
es: Concentración
pt: Foco

source: ブラウン
en: Brown
es: Marrón
pt: Marrom

source: ベータ波
en: Beta Waves
es: Ondas beta
pt: Ondas beta

source: ヘッドフォン／イヤホンの使用を推奨します。左右で異なる周波数を聴くことで効果が生まれます。
en: Headphones or earbuds are recommended — the effect comes from hearing a different frequency in each ear.
es: Se recomiendan auriculares: el efecto surge al escuchar una frecuencia distinta en cada oído.
pt: Recomendam-se fones de ouvido: o efeito surge ao ouvir uma frequência diferente em cada ouvido.

source: ポモドーロ
en: Pomodoro
es: Pomodoro
pt: Pomodoro

source: ポモドーロの履歴と実行中のセッションが、iCloud を通じてお使いのすべての端末で同期されます。
en: Your Pomodoro history and the running session sync across all your devices via iCloud.
es: Tu historial de Pomodoro y la sesión en curso se sincronizan en todos tus dispositivos mediante iCloud.
pt: Seu histórico do Pomodoro e a sessão em andamento sincronizam entre todos os seus dispositivos via iCloud.

source: ホワイト
en: White
es: Blanco
pt: Branco

source: ホワイトノイズ
en: White Noise
es: Ruido blanco
pt: Ruído branco

source: モード
en: Mode
es: Modo
pt: Modo

source: モジュラーシンセ
en: Modular Synth
es: Sintetizador modular
pt: Sintetizador modular

source: リセット
en: Reset
es: Restablecer
pt: Redefinir

source: リラックス集中
en: Relaxed Focus
es: Concentración relajada
pt: Foco relaxado

source: 一定のリズムで作業に没入
en: A steady rhythm to immerse in work
es: Un ritmo constante para sumergirte en el trabajo
pt: Um ritmo constante para mergulhar no trabalho

source: 一時停止
en: Pause
es: Pausar
pt: Pausar

source: 上昇気流
en: Updraft
es: Corriente ascendente
pt: Corrente ascendente

source: 仕事の推進力
en: Work Drive
es: Impulso laboral
pt: Impulso de trabalho

source: 休憩
en: Break
es: Descanso
pt: Pausa

source: 休憩の時間です
en: Time for a break
es: Hora de un descanso
pt: Hora de uma pausa

source: 休憩中は音を止める
en: Mute audio during breaks
es: Silenciar el audio en los descansos
pt: Silenciar o áudio nas pausas

source: 休憩時間
en: Break Time
es: Tiempo de descanso
pt: Tempo de pausa

source: 休憩終了。次のセット（%lld/%lld）を始めましょう。
en: Break over. Start the next set (%1$lld/%2$lld).
es: Descanso terminado. Empieza la siguiente serie (%1$lld/%2$lld).
pt: Pausa encerrada. Comece a próxima série (%1$lld/%2$lld).

source: 低い唸りとパチパチという爆ぜ
en: A low rumble with crackling pops
es: Un rumor grave con chisporroteo
pt: Um ronco grave com estalos

source: 低音が強い波のようなノイズ
en: Wave-like noise rich in bass
es: Ruido ondulante con muchos graves
pt: Ruído ondulante com muitos graves

source: 低音中心の深く落ち着いた響き
en: Deep, calm tones centered on the bass
es: Tonos profundos y serenos centrados en los graves
pt: Timbres profundos e calmos centrados nos graves

source: 作業と休憩を繰り返します。各フェーズの切替を通知します。
en: Alternates work and breaks, notifying you at each phase change.
es: Alterna trabajo y descansos, notificándote en cada cambio de fase.
pt: Alterna trabalho e pausas, notificando você a cada mudança de fase.

source: 作業時間
en: Work Time
es: Tiempo de trabajo
pt: Tempo de trabalho

source: 全%lldセットが完了しました。お疲れさまでした。
en: All %lld sets complete. Well done!
es: ¡Las %lld series están completas. Bien hecho!
pt: Todas as %lld séries concluídas. Muito bem!

source: 内省
en: Introspection
es: Introspección
pt: Introspecção

source: 再開
en: Resume
es: Reanudar
pt: Retomar

source: 分
en: Minutes
es: Minutos
pt: Minutos

source: 創造の泉
en: Creative Spring
es: Fuente creativa
pt: Fonte criativa

source: 反復
en: Repetition
es: Repetición
pt: Repetição

source: 合計集中時間
en: Total Focus Time
es: Tiempo total de concentración
pt: Tempo total de foco

source: 同期
en: Sync
es: Sincronización
pt: Sincronização

source: 吹き抜ける風のそよぎ
en: The whisper of blowing wind
es: El susurro del viento
pt: O sussurro do vento

source: 回路
en: Circuit
es: Circuito
pt: Circuito

source: 地下水脈
en: Aquifer
es: Acuífero
pt: Aquífero

source: 均一なノイズ。マスキング効果が高い
en: Even noise with strong masking
es: Ruido uniforme con fuerte enmascaramiento
pt: Ruído uniforme com forte mascaramento

source: 均一なノイズで雑音をマスキング
en: Even noise that masks distractions
es: Ruido uniforme que enmascara distracciones
pt: Ruído uniforme que mascara distrações

source: 夜の帳
en: Veil of Night
es: Manto de la noche
pt: Véu da noite

source: 夜間飛行
en: Night Flight
es: Vuelo nocturno
pt: Voo noturno

source: 夢の断片
en: Dream Fragment
es: Fragmento de sueño
pt: Fragmento de sonho

source: 夢想
en: Reverie
es: Ensueño
pt: Devaneio

source: 大地の鼓動
en: Earth's Pulse
es: Pulso de la tierra
pt: Pulso da terra

source: 学習ブースト
en: Study Boost
es: Impulso de estudio
pt: Turbo de estudo

source: 完了
en: Done
es: Hecho
pt: Concluído

source: 完了セッション
en: Completed Sessions
es: Sesiones completadas
pt: Sessões concluídas

source: 定常軌道
en: Steady Orbit
es: Órbita estable
pt: Órbita estável

source: 寄せては返す波のうねり
en: Waves rolling in and out
es: Olas que van y vienen
pt: Ondas que vão e vêm

source: 小川のせせらぎ
en: Stream
es: Arroyo
pt: Riacho

source: 履歴
en: History
es: Historial
pt: Histórico

source: 履歴と実行中のセッションはこの端末内にのみ保存され、他の端末とは同期されません。
en: History and the running session are stored only on this device and aren't synced.
es: El historial y la sesión en curso se guardan solo en este dispositivo y no se sincronizan.
pt: O histórico e a sessão em andamento ficam salvos apenas neste dispositivo e não são sincronizados.

source: 履歴はまだありません
en: No history yet
es: Aún no hay historial
pt: Ainda sem histórico

source: 履歴を消去
en: Clear History
es: Borrar historial
pt: Limpar histórico

source: 心の余白
en: Mental Space
es: Espacio mental
pt: Espaço mental

source: 思考の流れ
en: Flow State
es: Flujo de pensamiento
pt: Fluxo de pensamento

source: 日
en: Day
es: Día
pt: Dia

source: 日ごとの集中時間
en: Daily Focus Time
es: Tiempo de concentración diario
pt: Tempo de foco diário

source: 明るく前向きな気分に
en: For a bright, positive mood
es: Para un ánimo alegre y positivo
pt: Para um humor alegre e positivo

source: 星屑
en: Stardust
es: Polvo de estrellas
pt: Poeira estelar

source: 時間の設定
en: Time Settings
es: Ajustes de tiempo
pt: Configuração de tempo

source: 朝の光
en: Morning Light
es: Luz de la mañana
pt: Luz da manhã

source: 期間
en: Period
es: Periodo
pt: Período

source: 森の音
en: Forest
es: Bosque
pt: Floresta

source: 残響
en: Reverberation
es: Reverberación
pt: Reverberação

source: 浮遊
en: Floating
es: Flotar
pt: Flutuação

source: 浮遊感のある幻想的な音像
en: A floating, dreamlike soundscape
es: Un paisaje sonoro flotante y onírico
pt: Uma paisagem sonora flutuante e onírica

source: 海の音
en: Ocean
es: Océano
pt: Oceano

source: 消去
en: Clear
es: Borrar
pt: Limpar

source: 深い休息・回復・睡眠導入
en: Deep rest, recovery and sleep onset
es: Descanso profundo, recuperación y conciliación del sueño
pt: Descanso profundo, recuperação e indução ao sono

source: 深層
en: The Deep
es: Lo profundo
pt: As profundezas

source: 深層回復
en: Deep Recovery
es: Recuperación profunda
pt: Recuperação profunda

source: 準備完了
en: Ready
es: Listo
pt: Pronto

source: 澄んだ集中
en: Clear Focus
es: Concentración clara
pt: Foco nítido

source: 焚き火
en: Campfire
es: Fogata
pt: Fogueira

source: 環境音
en: Ambience
es: Ambiente
pt: Ambiente

source: 発想の扉
en: Idea Gate
es: Puerta de las ideas
pt: Portal das ideias

source: 眠りの入口
en: Threshold of Sleep
es: Umbral del sueño
pt: Limiar do sono

source: 瞑想・リラックス・創造性
en: Meditation, relaxation and creativity
es: Meditación, relajación y creatividad
pt: Meditação, relaxamento e criatividade

source: 瞑想の森
en: Meditation Forest
es: Bosque de meditación
pt: Floresta da meditação

source: 穏やかな流れ
en: Gentle Flow
es: Fluir suave
pt: Fluxo suave

source: 空間的で穏やかな環境音楽
en: Spacious, calm ambient music
es: Música ambiental amplia y serena
pt: Música ambiente espaçosa e tranquila

source: 純粋なバイノーラルビートのみ
en: Pure binaural beats only
es: Solo sonidos binaurales puros
pt: Apenas batimentos binaurais puros

source: 締切スプリント
en: Deadline Sprint
es: Sprint hacia la fecha límite
pt: Sprint até o prazo

source: 自然な雨のような柔らかいノイズ
en: Soft noise like natural rain
es: Ruido suave como lluvia natural
pt: Ruído suave como chuva natural

source: 落ち着いた集中・読書・軽い作業
en: Calm focus, reading and light work
es: Concentración tranquila, lectura y trabajo ligero
pt: Foco tranquilo, leitura e trabalho leve

source: 葉ずれ・風・小鳥のさえずり
en: Rustling leaves, wind and birdsong
es: Hojas susurrantes, viento y cantos de aves
pt: Folhas farfalhando, vento e canto de pássaros

source: 薄明
en: Twilight
es: Penumbra
pt: Penumbra

source: 覚醒
en: Alertness
es: Alerta
pt: Vigília

source: 設定
en: Settings
es: Ajustes
pt: Ajustes

source: 設定した時間だけ集中し、終了で通知します。
en: Focus for the time you set, with a notification when it ends.
es: Concéntrate durante el tiempo establecido; se te notificará al terminar.
pt: Concentre-se pelo tempo definido; você será notificado ao terminar.

source: 読書の時間
en: Reading Time
es: Hora de leer
pt: Hora da leitura

source: 論理思考
en: Logical Thinking
es: Pensamiento lógico
pt: Pensamento lógico

source: 超集中
en: Hyperfocus
es: Hiperconcentración
pt: Hiperfoco

source: 躍動
en: Vivid
es: Dinamismo
pt: Dinamismo

source: 遠い記憶
en: Distant Memory
es: Recuerdo lejano
pt: Memória distante

source: 鋭敏な知性
en: Sharp Intellect
es: Intelecto agudo
pt: Intelecto afiado

source: 開始
en: Start
es: Iniciar
pt: Iniciar

source: 陽光
en: Sunbeam
es: Rayo de sol
pt: Raio de sol

source: 集中
en: Focus
es: Concentración
pt: Foco

source: 集中（%lld/%lld）
en: Focus (%1$lld/%2$lld)
es: Concentración (%1$lld/%2$lld)
pt: Foco (%1$lld/%2$lld)

source: 集中の時間です
en: Time to focus
es: Hora de concentrarse
pt: Hora de focar

source: 集中フェーズを最後まで完了すると、ここに記録されます。
en: Completed focus phases will appear here.
es: Las fases de concentración completadas aparecerán aquí.
pt: As fases de foco concluídas aparecerão aqui.

source: 集中モード
en: Focus Mode
es: Modo concentración
pt: Modo de foco

source: 集中中の再生曲：%@
en: Playing during focus: %@
es: Reproduciendo durante la concentración: %@
pt: Tocando durante o foco: %@

source: 集中完了
en: Focus complete
es: Concentración completada
pt: Foco concluído

source: 集中時間
en: Focus Time
es: Tiempo de concentración
pt: Tempo de foco

source: 集中線
en: Focus Lines
es: Líneas de concentración
pt: Linhas de foco

source: 雨
en: Rain
es: Lluvia
pt: Chuva

source: 電子音（定常）
en: Electronic (Constant)
es: Electrónico (constante)
pt: Eletrônico (constante)

source: 霧の庭
en: Misty Garden
es: Jardín de niebla
pt: Jardim de névoa

source: 静寂の海
en: Silent Sea
es: Mar en calma
pt: Mar silencioso

source: 静心
en: Still Mind
es: Mente serena
pt: Mente serena

source: 静止
en: Stillness
es: Quietud
pt: Quietude

source: 頂点思考
en: Peak Cognition
es: Cognición máxima
pt: Cognição no ápice

source: 風
en: Wind
es: Viento
pt: Vento

source: 高度な集中・ひらめき・処理速度
en: Peak focus, insight and processing speed
es: Concentración máxima, perspicacia y velocidad de procesamiento
pt: Concentração máxima, insight e velocidade de processamento

source: 高速処理
en: Rapid Processing
es: Procesamiento rápido
pt: Processamento rápido

source: Alertness
es: Estado de alerta
pt: Estado de alerta

source: Aquifer
es: Acuífero
pt: Aquífero

source: Circuit
es: Circuito
pt: Circuito

source: Clear Focus
es: Concentración clara
pt: Foco claro

source: Constant electric sound
es: Sonido eléctrico constante
pt: Som elétrico constante

source: Creative Spring
es: Manantial creativo
pt: Nascente criativa

source: Deadline Sprint
es: Sprint final
pt: Reta final

source: Deep Recovery
es: Recuperación profunda
pt: Recuperação profunda

source: Deep Sea Calm
es: Calma de las profundidades
pt: Calma das profundezas

source: Distant Memory
es: Recuerdo lejano
pt: Memória distante

source: Dream Fragment
es: Fragmento onírico
pt: Fragmento onírico

source: Earth Pulse
es: Pulso terrestre
pt: Pulso terrestre

source: Floating
es: Flotando
pt: Flutuando

source: Flow State
es: Estado de flujo
pt: Estado de fluxo

source: Focus Lines
es: Líneas de enfoque
pt: Linhas de foco

source: Focus Mode
es: Modo enfoque
pt: Modo foco

source: Gentle Flow
es: Fluir apacible
pt: Fluxo gentil

source: Glimmer
es: Destello
pt: Brilho tênue

source: Hyperfocus
es: Hiperconcentración
pt: Hiperfoco

source: Idea Gate
es: Puerta a las ideas
pt: Portal de ideias

source: Insight
es: Perspicacia
pt: Perspicácia

source: Into the Zone
es: En la zona
pt: Na zona

source: Introspection
es: Introspección
pt: Introspecção

source: Logical Thinking
es: Razonamiento lógico
pt: Raciocínio lógico

source: Meditation Forest
es: Bosque meditativo
pt: Floresta meditativa

source: Mental Space
es: Espacio mental
pt: Espaço mental

source: Misty Garden
es: Jardín brumoso
pt: Jardim enevoado

source: Modular synth
es: Sintetizador modular
pt: Sintetizador modular

source: Morning Light
es: Luz matinal
pt: Luz matinal

source: Night Flight
es: Vuelo nocturno
pt: Voo noturno

source: Night Veil
es: Velo nocturno
pt: Véu noturno

source: Peak Cognition
es: Cognición máxima
pt: Pico cognitivo

source: Rapid Processing
es: Procesamiento veloz
pt: Processamento veloz

source: Reading Time
es: Momento de lectura
pt: Momento de leitura

source: Relaxed Focus
es: Concentración relajada
pt: Foco descontraído

source: Repetition
es: Repetición
pt: Repetição

source: Reverberation
es: Reverberación
pt: Reverberação

source: Reverie
es: Ensoñación
pt: Devaneio

source: Sharp Intellect
es: Intelecto agudo
pt: Intelecto perspicaz

source: Stardust
es: Polvo estelar
pt: Poeira estelar

source: Steady Orbit
es: Órbita constante
pt: Órbita constante

source: Still Mind
es: Mente en calma
pt: Mente quieta

source: Stillness
es: Quietud
pt: Quietude

source: Study Boost
es: Empujón al estudio
pt: Impulso ao estudo

source: Sunbeam
es: Rayo de sol
pt: Feixe de sol

source: Task Focus
es: Enfoque en la tarea
pt: Foco na tarefa

source: The Deep
es: Lo profundo
pt: O profundo

source: Threshold of Sleep
es: En el umbral del sueño
pt: No limiar do sono

source: Twilight Haze
es: Bruma crepuscular
pt: Névoa crepuscular

source: Updraft
es: Corriente ascendente
pt: Corrente ascendente

source: Vivid
es: Vívido
pt: Vívido

source: Work Drive
es: Impulso al trabajo
pt: Impulso ao trabalho
